Repository: i2h3/cirruscope
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld Nextcloud Talk conversations
de: %lld Nextcloud-Talk-Unterhaltungen
es: %lld conversaciones de Nextcloud Talk
fr: %lld conversations Nextcloud Talk

source: %lld Nextcloud collective pages
de: %lld Nextcloud-Kollektivseiten
es: %lld páginas de colectivo de Nextcloud
fr: %lld pages de collectif Nextcloud

source: %lld Nextcloud collectives
de: %lld Nextcloud-Kollektive
es: %lld colectivos de Nextcloud
fr: %lld collectifs Nextcloud

source: %lld Nextcloud notes
de: %lld Nextcloud-Notizen
es: %lld notas de Nextcloud
fr: %lld notes Nextcloud

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Assuming HTTPS for a secure connection unless specified differently.
de: HTTPS wird für eine sichere Verbindung angenommen, sofern nicht anders angegeben.
es: Se asume HTTPS para una conexión segura, salvo que se indique lo contrario.
fr: HTTPS est utilisé pour une connexion sécurisée, sauf indication contraire.

source: Cirruscope can only connect to a Nextcloud server over HTTP or HTTPS, not “%@”.
de: Cirruscope kann sich nur über HTTP oder HTTPS mit einem Nextcloud-Server verbinden, nicht über “%@”.
es: Cirruscope solo puede conectarse a un servidor Nextcloud mediante HTTP o HTTPS, no mediante “%@”.
fr: Cirruscope ne peut se connecter à un serveur Nextcloud qu'en HTTP ou HTTPS, pas en “%@”.

source: Cirruscope requires Nextcloud server version %lld or later. The server at “%@” is running version %@.
de: Cirruscope erfordert Nextcloud-Serverversion %lld oder neuer. Der Server unter “%@” verwendet Version %@.
es: Cirruscope requiere la versión %lld o posterior del servidor Nextcloud. El servidor en “%@” está ejecutando la versión %@.
fr: Cirruscope requiert la version %lld ou ultérieure du serveur Nextcloud. Le serveur à l'adresse “%@” exécute la version %@.

source: Collective
de: Kollektiv
es: Colectivo
fr: Collectif

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter

source: Conversation
de: Unterhaltung
es: Conversación

source: Could Not Reach Server
de: Server nicht erreichbar
es: No se pudo conectar con el servidor
fr: Serveur injoignable

source: Enter your Nextcloud server address:
de: Geben Sie die Adresse Ihres Nextcloud-Servers ein:
es: Introduce la dirección de tu servidor Nextcloud:
fr: Saisissez l'adresse de votre serveur Nextcloud :

source: Invalid Server Address
de: Ungültige Serveradresse
es: Dirección de servidor no válida
fr: Adresse de serveur non valide

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Nextcloud Collectives collective
de: Nextcloud-Collectives-Kollektiv
es: colectivo de Nextcloud Collectives
fr: collectif Nextcloud Collectives

source: Nextcloud Notes note
de: Nextcloud-Notes-Notiz
es: nota de Nextcloud Notes
fr: note Nextcloud Notes

source: Nextcloud Talk conversation
de: Nextcloud-Talk-Unterhaltung
es: conversación de Nextcloud Talk
fr: conversation Nextcloud Talk

source: Nextcloud collective
de: Nextcloud-Kollektiv
es: colectivo de Nextcloud
fr: collectif Nextcloud

source: Nextcloud collective page
de: Nextcloud-Kollektivseite
es: página de colectivo de Nextcloud
fr: page de collectif Nextcloud

source: Nextcloud conversation
de: Nextcloud-Unterhaltung
es: conversación de Nextcloud
fr: conversation Nextcloud

source: Nextcloud note
de: Nextcloud-Notiz
es: nota de Nextcloud
fr: note Nextcloud

source: Note
de: Notiz
es: Nota

source: Notifications
de: Benachrichtigungen
es: Notificaciones

source: Open Nextcloud App
de: Nextcloud-App öffnen
es: Abrir app de Nextcloud
fr: Ouvrir une app Nextcloud

source: Open Nextcloud Collective
de: Nextcloud-Kollektiv öffnen
es: Abrir colectivo de Nextcloud
fr: Ouvrir un collectif Nextcloud

source: Open Nextcloud Collective Page
de: Nextcloud-Kollektivseite öffnen
es: Abrir página de colectivo de Nextcloud
fr: Ouvrir une page de collectif Nextcloud

source: Open Nextcloud Note
de: Nextcloud-Notiz öffnen
es: Abrir nota de Nextcloud
fr: Ouvrir une note Nextcloud

source: Open Nextcloud Talk Conversation
de: Nextcloud-Talk-Unterhaltung öffnen
es: Abrir conversación de Nextcloud Talk
fr: Ouvrir une conversation Nextcloud Talk

source: Open a Nextcloud server app.
de: Eine Nextcloud-Server-App öffnen.
es: Abre una aplicación del servidor Nextcloud.
fr: Ouvrir une application du serveur Nextcloud.

source: Open a collective in Nextcloud Collectives.
de: Öffnet ein Kollektiv in Nextcloud Collectives.
es: Abre un colectivo en Nextcloud Collectives.
fr: Ouvre un collectif dans Nextcloud Collectives.

source: Open a conversation in Nextcloud Talk.
de: Öffnet eine Unterhaltung in Nextcloud Talk.
es: Abre una conversación en Nextcloud Talk.
fr: Ouvre une conversation dans Nextcloud Talk.

source: Open a note in Nextcloud Notes.
de: Öffnet eine Notiz in Nextcloud Notes.
es: Abre una nota en Nextcloud Notes.
fr: Ouvre une note dans Nextcloud Notes.

source: Open a page of a collective in Nextcloud Collectives.
de: Öffnet eine Seite eines Kollektivs in Nextcloud Collectives.
es: Abre una página de un colectivo en Nextcloud Collectives.
fr: Ouvre une page d'un collectif dans Nextcloud Collectives.

source: Page
de: Seite
es: Página

source: Please enter the address of your Nextcloud server.
de: Bitte geben Sie die Adresse Ihres Nextcloud-Servers ein.
es: Introduce la dirección de tu servidor Nextcloud.
fr: Veuillez saisir l'adresse de votre serveur Nextcloud.

source: Please enter the server address without a user name or password. Signing in happens in the next step.
de: Bitte geben Sie die Serveradresse ohne Benutzernamen und Passwort ein. Die Anmeldung erfolgt im nächsten Schritt.
es: Introduce la dirección del servidor sin nombre de usuario ni contraseña. El inicio de sesión se realiza en el paso siguiente.
fr: Veuillez saisir l'adresse du serveur sans nom d'utilisateur ni mot de passe. La connexion a lieu à l'étape suivante.

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Signed Out
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté

source: Talk conversation
de: Talk-Unterhaltung
es: conversación de Talk
fr: conversation Talk

source: The address contains characters that are not allowed in a web address. Please check the address and try again.
de: Die Adresse enthält Zeichen, die in einer Webadresse nicht erlaubt sind. Bitte überprüfen Sie die Adresse und versuchen Sie es erneut.
es: La dirección contiene caracteres que no se permiten en una dirección web. Comprueba la dirección y vuelve a intentarlo.
fr: L'adresse contient des caractères qui ne sont pas autorisés dans une adresse web. Veuillez vérifier l'adresse et réessayer.

source: The address is missing a server name. Please enter an address such as https://cloud.example.com.
de: In der Adresse fehlt der Servername. Bitte geben Sie eine Adresse wie https://cloud.example.com ein.
es: Falta el nombre del servidor en la dirección. Introduce una dirección como https://cloud.example.com.
fr: Le nom du serveur est absent de l'adresse. Veuillez saisir une adresse telle que https://cloud.example.com.

source: The address is too long. Please enter only the address of your Nextcloud server.
de: Die Adresse ist zu lang. Bitte geben Sie nur die Adresse Ihres Nextcloud-Servers ein.
es: La dirección es demasiado larga. Introduce solo la dirección de tu servidor Nextcloud.
fr: L'adresse est trop longue. Veuillez saisir uniquement l'adresse de votre serveur Nextcloud.

source: The login credentials could not be stored in the keychain (status %d).
de: Die Anmeldedaten konnten nicht im Schlüsselbund gespeichert werden (Status %d).
es: No se pudieron guardar las credenciales de inicio de sesión en el llavero (estado %d).
fr: Les identifiants de connexion n'ont pas pu être enregistrés dans le trousseau (statut %d).

source: The login timed out before it was completed. Please try again.
de: Die Anmeldung ist abgelaufen, bevor sie abgeschlossen wurde. Bitte versuchen Sie es erneut.
es: El inicio de sesión caducó antes de completarse. Inténtalo de nuevo.
fr: La connexion a expiré avant d'être terminée. Veuillez réessayer.

source: The login was cancelled.
de: Die Anmeldung wurde abgebrochen.
es: El inicio de sesión se canceló.
fr: La connexion a été annulée.

source: The login window could not be opened.
de: Das Anmeldefenster konnte nicht geöffnet werden.
es: No se pudo abrir la ventana de inicio de sesión.
fr: La fenêtre de connexion n'a pas pu être ouverte.

source: The server returned a response that could not be understood.
de: Der Server hat eine Antwort zurückgegeben, die nicht verstanden werden konnte.
es: El servidor devolvió una respuesta que no se pudo interpretar.
fr: Le serveur a renvoyé une réponse incompréhensible.

source: The server returned an unexpected status code (%lld).
de: Der Server hat einen unerwarteten Statuscode zurückgegeben (%lld).
es: El servidor devolvió un código de estado inesperado (%lld).
fr: Le serveur a renvoyé un code de statut inattendu (%lld).

source: Unsupported Server Version
de: Nicht unterstützte Serverversion
es: Versión de servidor no compatible
fr: Version de serveur non prise en charge

source: Which app?
de: Welche App?
es: ¿Qué aplicación?
fr: Quelle application ?

source: Which collective?
de: Welches Kollektiv?
es: ¿Qué colectivo?
fr: Quel collectif ?

source: Which conversation?
de: Welche Unterhaltung?
es: ¿Qué conversación?
fr: Quelle conversation ?

source: Which note?
de: Welche Notiz?
es: ¿Qué nota?
fr: Quelle note ?

source: Which page?
de: Welche Seite?
es: ¿Qué página?
fr: Quelle page ?

source: Your Nextcloud credentials are no longer valid, so Cirruscope signed you out. Sign in again to continue.
de: Ihre Nextcloud-Anmeldedaten sind nicht mehr gültig, daher hat Cirruscope Sie abgemeldet. Melden Sie sich erneut an, um fortzufahren.
es: Tus credenciales de Nextcloud ya no son válidas, por lo que Cirruscope cerró tu sesión. Inicia sesión de nuevo para continuar.
fr: Vos identifiants Nextcloud ne sont plus valides, Cirruscope vous a donc déconnecté. Connectez-vous à nouveau pour continuer.

source: Your Nextcloud experience, elevated.
de: Ihr Nextcloud-Erlebnis auf einem neuen Niveau.
es: Tu experiencia Nextcloud, a otro nivel.
fr: Votre expérience Nextcloud, sublimée.

source: collective page
de: Kollektivseite
es: página de colectivo
fr: page de collectif

source: “%@” is not a valid URL. Please check the address and try again.
de: “%@” ist keine gültige URL. Bitte überprüfen Sie die Adresse und versuchen Sie es erneut.
es: “%@” no es una URL válida. Comprueba la dirección y vuelve a intentarlo.
fr: “%@” n'est pas une URL valide. Veuillez vérifier l'adresse et réessayer.

source: “%@” is not a valid server name. Please check the address and try again.
de: “%@” ist kein gültiger Servername. Bitte überprüfen Sie die Adresse und versuchen Sie es erneut.
es: “%@” no es un nombre de servidor válido. Comprueba la dirección y vuelve a intentarlo.
fr: “%@” n'est pas un nom de serveur valide. Veuillez vérifier l'adresse et réessayer.

source: “%lld” is not a valid port number. Please enter a port between 1 and 65535.
de: “%lld” ist keine gültige Portnummer. Bitte geben Sie einen Port zwischen 1 und 65535 ein.
es: “%lld” no es un número de puerto válido. Introduce un puerto entre 1 y 65535.
fr: “%lld” n'est pas un numéro de port valide. Veuillez saisir un port compris entre 1 et 65535.

source: %lld Nextcloud server apps
es: %lld aplicaciones del servidor Nextcloud
fr: %lld applications du serveur Nextcloud

source: App
es: Aplicación
fr: Application

source: App Navigation
es: Navegación de la aplicación
fr: Navigation de l'application

source: Name
es: Nombre
fr: Nom

source: Nextcloud app
es: app de Nextcloud
fr: app Nextcloud

source: Nextcloud server app
es: Aplicación del servidor Nextcloud
fr: Application du serveur Nextcloud

source: Support
es: Soporte
fr: Assistance

source: server app
es: app del servidor
fr: application du serveur
